tap "devhubapp/devhub"
tap "domt4/autoupdate"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "cmatrix"
brew "cowsay"
brew "editorconfig"
brew "fish"
brew "fzf"
brew "ghq"
brew "git"
brew "go"
brew "mas"
brew "n"
brew "neovim"
brew "postgresql", restart_service: true
brew "redis", restart_service: true
brew "rustup-init"
brew "sl"
brew "starship"
brew "yarn"
brew "github/gh/gh"
cask "1password-beta"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "affinity-designer-beta"
cask "affinity-photo-beta"
cask "anki"
cask "cmd-eikana"
cask "devhub"
cask "discord"
cask "discord-canary"
cask "discord-ptb"
cask "displaperture"
cask "docker"
cask "drawio"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "firefox-nightly"
cask "font-jetbrains-mono"
cask "forklift"
cask "gitkraken"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-drive-file-stream"
cask "google-japanese-ime"
cask "hyper"
cask "insomnia"
cask "iterm2-beta"
cask "karabiner-elements"
cask "keka"
cask "keybase"
cask "logitech-options"
cask "mattermost"
cask "numi"
cask "obsidian"
cask "philips-hue-sync"
cask "postman"
cask "slack"
cask "spotify"
cask "tableplus"
cask "tower"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "zoomus"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "GoodNotes", id: 1444383602
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "Things", id: 904280696
mas "Xcode", id: 497799835
