tap "bios-marcel/cordless"
tap "d12frosted/emacs-plus"
tap "dart-lang/dart"
tap "devhubapp/devhub"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/services"
tap "srkomodo/tap"
brew "autoconf"
brew "automake"
brew "bat"
brew "bison"
brew "freetype"
brew "gdbm"
brew "libffi"
brew "openssl@1.1"
brew "certbot"
brew "circleci"
brew "cmake"
brew "composer"
brew "libidn"
brew "elasticsearch", restart_service: true
brew "emacs", link: false
brew "x265"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "fzy"
brew "gcc"
brew "ghq"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "icu4c"
brew "haskell-stack"
brew "hub"
brew "imagemagick"
brew "jq"
brew "libpq"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "llvm"
brew "m4"
brew "mydumper"
brew "protobuf"
brew "mysql"
brew "ncurses"
brew "neofetch"
brew "neovim"
brew "node", link: false
brew "openapi-generator"
brew "peco"
brew "php"
brew "pigz"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "postgresql@10"
brew "pwgen"
brew "pyenv"
brew "qt"
brew "redis", restart_service: true
brew "ruby", link: true
brew "screenfetch"
brew "sdl2"
brew "sl"
brew "starship"
brew "terminal-notifier"
brew "thefuck"
brew "tmux"
brew "unar"
brew "vim"
brew "w3m"
brew "yarn", link: false
brew "zplug"
brew "dart-lang/dart/dart"
brew "github/gh/gh"
cask "devhub"
cask "emacs"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "gimp"
cask "github"
cask "graphiql"
cask "kitty"
cask "ngrok"
cask "sqlitebrowser"
cask "wireshark"
